var btn1_page4 = '<div class="tema">\
	<div class="logo"></div>\
	<h2>Перспектива <span>Теоретико-практический раздел</span></h2>\
	<div class="top_line"></div>\
	<div class="page_img">\
		<img src="data/btn1_page1/004-esther-stocker-wood-construction-2005.jpg" style="width: 257px;height: 173px;vertical-align: middle;display: inline-block;margin: 0;padding: 0;z-index: 10;position: relative;">\
		<img src="data/btn1_page1/раздел1.jpg" style="width: 310px;height: 220px;vertical-align: middle;margin: 0 -2px;z-index: 20;position: relative;">\
		<img src="data/btn1_page1/thumb_l_2636.jpg" style="height: 173px;vertical-align: middle;margin: 0;position: relative;z-index: 10;">\
	</div>\
	<h3>Тема 4: Трехмерный объект в трехмерном пространстве</h3>\
	<div class="page_text">\
<p><i>Точка, линия, плоскость как формообразующие элементы. Построение перспективы геометрических тел – куба, цилиндра, призмы, пирамиды, конуса, шара – с использованием масштабной шкалы, дробной дистанционной точки.</i></p>\
<p>Графические работы: <i>Построение перспективы вазы по представлению, состоящей из четырех геометрических тел.</i></p>\
<p><b><i>Следы прямой, плоскости. Взаимное положение прямых. Способы задания плоскости в перспективе. </i></b></p>\
<p>В перспективе плоскость может быть задана различными способами:</p>\
<p>•	тремя точками, не лежащими на одной прямой;</p>\
<p>•	прямой и точкой, не лежащей на этой прямой; </p>\
<p>•	двумя пересекающимися прямыми; </p>\
<p>•	двумя параллельными прямыми; </p>\
<p>•	геометрической фигурой, например треугольником. </p>\
<p>Однако на картине изображение плоскости указанными способами не обладает достаточной наглядностью, кроме последнего. </p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/4/1.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/4/1.png"></a></div>\
<p>Чтобы изображение плоскости в перспективе было более наглядным и удобным для решения задач на построение, ее задают следами. </p>\
<p>В перспективе следом плоскости называют линию пересечения ее с предметной (предметный след) или картинной (картинный след) плоскостью.</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/4/2.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/4/2.png"></a></div>\
<p>Построения перспективы геометрических тел основываются на умении строить перспективу плоских фигур с применением перспективных масштабов.</p>\
<p>Построим перспективу куба по заданной его стороне, равной длине L, при условии, что две грани его должны быть параллельны картине. На картине задана вершина А=а, через которую должна пройти передняя грань куба.</p>\
<p>Перспективу геометрических тел начинают строить с нижнего основания. Построим перспективу квадрата ABEQ.</p>\
<p>Так как по условию две грани куба должны быть параллельны картине, то, следовательно, две другие грани будут перпендикулярны к картине и направлены в точку Р.</p>\
<p>Проведем прямую через точку А и точку Р до пересечения с основанием картины в точке 10. От точки 10 отложим отрезок l0–20, равный длине L. Точку 20 соединим с точкой Р. Через точку А проведем горизонтальную прямую до пересечения с прямой 20Р в точке В = b. Отрезок АВ разделим пополам в точке 1. Точку l соединим с точкой D/2. Прямая 1(D/2) пересечет прямую 20Р в точке Е. Через точку Е проведем горизонтальную прямую, которая в пересечении с прямой l0–Р образует вершину Q = q. Итак, перспектива основания куба построена.</p>\
<p>Чтобы построить верхнее основание куба, надо из каждой вершины основания куба провести перпендикуляры. Фронтальная грань будет иметь высоту, равную стороне АВ. Построив переднюю грань, нетрудно начертить остальные грани куба. Два верхних ребра будут направлены в точку схода P.</p>\
<p>Если бы необходимо было построить перспективу параллелепипеда с гранями, расположенными фронтально, то построение выполнялось бы почти аналогично построению куба с той лишь разницей, что грани параллелепипеда имеют разные размеры. Геометрические тела можно располагать на картине ниже линии горизонта, выше, пересекать горизонт в зависимости от положения фигуры в пространстве или задуманной композиции рисунка.</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/4/3.jpg"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/4/3.jpg"></a></div>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/4/4.jpg"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/4/4.jpg"></a></div>\
<p>Этапы построения перспективы куба.</p>\
<p>Перспектива прямого кругового конуса, стоящего на горизонтальной плоскости, строится в следующей последовательности: </p>\
<p>1. Строят перспективу квадрата, в который вписывают по восьми точкам эллипс – основание конуса. </p>\
<p>2. Из середины основания конуса проводят вверх перпендикуляр, на котором по масштабу высоты определяют вершину конуса. </p>\
<p>3. Из вершины конуса – точки S проводят две касательные к основанию конуса.</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/4/5.jpg"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/4/5.jpg"></a></div>\
<p>Этапы построения перспективы конуса.</p>\
<p>Для построения прямого кругового цилиндра, стоящего на горизонтальной плоскости, необходимо сначала построить перспективу его нижнего основания (точно так же, как и при построении перспективы конуса), а затем построить верхнее. Оба основания цилиндра строятся по восьми точкам. Чтобы не строить перспективу квадрата для верхнего основания, построение выполняют с помощью масштаба высоты. Из каждой найденной перспективы точки, принадлежащей эллипсу, проводят вверх перпендикуляр и по масштабу высоты определяют высоту образующей. Определив высотные размеры всех восьми образующих, чертят верхнее основание цилиндра – эллипс.</p>\
<p>Шар в перспективе всегда должен иметь форму окружности, хотя если строить его перспективу, то он может получиться в виде эллипса. Поэтому при построении перспективы шара не рекомендуется сдвигать его перспективу влево или вправо от главной точки Р. Рисующий никогда не может увидеть шар в виде эллипса.</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/4/6.jpg"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/4/6.jpg"></a></div>\
<p>Тор в перспективе строится по заданному его профилю, вычерченному в фронтальной плоскости осевого сечения. Форму торовой поверхности можно выбрать самую различную.</p>\
<p>Зададим профиль торовой поверхности (рис. 73, а). Построение тора проводится с помощью способа секущих плоскостей, перпендикулярных к оси вращения данного тела.</p>\
<p>Если мысленно рассечь тор горизонтальной плоскостью, то в сечении получится окружность. Наибольшей по размеру будет та окружность, которая попадает в секущую плоскость в самой широкой его части. Принцип построения перспективы тора сводится к построению сечений торовой поверхности плоскостями, перпендикулярными к ее оси вращения, и построению перспективы фигур (окружностей), полученных в результате сечений.</p>\
<p>Итак, начертив профиль тора (рис. 73), рассечем его несколькими горизонтальными плоскостями Q, R, S, Т, W, Z Радиусы окружностей, которые должны получиться при сечении тора, будем измерять горизонтальными отрезками, концы которых соединяют вертикальную ось тора и очерковую кривую или точки, принадлежащие образующей тора.</p>\
<p>Образующей называется прямая или кривая линия, с помощью которой образуется поверхность. В данном примере торовая поверхность образована с помощью образующей в виде кривой, вращающейся вокруг неподвижной оси. Точки пересечения образующей тора с секущими плоскостями обозначим цифрами 1, 2, 3, 4, 5, 6. Построение перспективы фигур сечения у окружностей будем выполнять с помощью перспективы квадратов. Иначе говоря, построим перспективы квадратов и впишем в них окружности – эллипсы. Построим перспективу квадрата 6, 7, 8, 9, расположенного в основании профиля, используя для этого точки P и D.</p>\
<p>Через середину квадрата точку VI проведем две прямые: одну горизонтальную – А В, другую – вертикальную. Горизонтальная прямая АВ будет являться большой осью эллипса, вертикальная прямая – осью вращения тора в перспективе. Построив перспективу квадрата 6, 7, 8, 9 и определив его середину – точку VI, аналогичным способом построим перспективы остальных квадратов. Середины квадратов обозначим точками I, II, III, IV, V.</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/4/7.jpg"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/4/7.jpg"></a></div>\
<p>Итак, построив перспективу всех шести квадратов, впишем в них шесть окружностей (эллипсов) по восьми точкам. К эллипсам слева и справа от руки нарисуем очерковую касательную, как показано на рисунке 73, б. Для более точного построения тора надо взять большее число секущих плоскостей и проводить их в наиболее характерных местах, т. е. самых широких и самых узких.</p>\
<p>С помощью рассмотренного способа построения перспективы тора можно строить перспективу разных по форме декоративных ваз, которые представляют различные сочетания торцовых поверхностей.</p>\
<p><b><i>Графическая работа: Построение в перспективе геометрических тел (куба, многоугольных призм, цилиндра), расположенных в различных положениях относительно картинной плоскости, линии горизонта и наблюдателя (точки зрения художника).</i></b></p>\
<p><b><i>Методические рекомендации:</i></b> на формате задать линию основания картины, линию горизонта, главную точку картины, дистанционные точки, в совмещенной предметной плоскости задать горизонтальные проекции различных по форме тел. Используя правила построения перспективы прямых частного положения построить перспективу оснований каждого предмета. С помощью масштабной шкалы высот построить вертикальную форму геометрических тел.</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/4/8.jpg"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/4/8.jpg"></a></div>\
<p><i>Пример выполнения графической работы.</i></p>\
<p><b>Графическая работа.</b> Построение вазы, сосуда формы вращения</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/4/9.jpg"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/4/9.jpg"></a></div>\
<p><b>Вопросы для самопроверки</b></p>\
<p>1.	С чего следует начинать построение перспективы параллелепипеда и правильной пирамиды, если они стоят на предметной плоскости?</p>\
<p>2.	Каков порядок построения перспективы прямого кругового конуса, стоящего на предметной плоскости по заданным его размерам?</p>\
<p>3.	Как выглядит перспектива шара?</p>\
	</div>\
</div>';