var btn1_page6 = '<div class="tema">\
	<div class="logo"></div>\
	<h2>Перспектива <span>Теоретико-практический раздел</span></h2>\
	<div class="top_line"></div>\
	<div class="page_img">\
		<img src="data/btn1_page1/004-esther-stocker-wood-construction-2005.jpg" style="width: 257px;height: 173px;vertical-align: middle;display: inline-block;margin: 0;padding: 0;z-index: 10;position: relative;">\
		<img src="data/btn1_page1/раздел1.jpg" style="width: 310px;height: 220px;vertical-align: middle;margin: 0 -2px;z-index: 20;position: relative;">\
		<img src="data/btn1_page1/thumb_l_2636.jpg" style="height: 173px;vertical-align: middle;margin: 0;position: relative;z-index: 10;">\
	</div>\
	<h3>Тема 6: Построение теней в перспективе</h3>\
	<div class="page_text">\
<p><i>Общие сведения из теории теней. Передача освещения предметов на изображениях в перспективе. Освещенная часть предмета, собственная и падающая тени. Полутон. Блики и рефлексы. Источники света. Тени при искусственном освещении. Тени при естественном освещении. Метод следа луча.</i></p>\
<p><i>Построение собственных и падающих теней при искусственном освещении.</i></p>\
<p>Светотенью называется распределение света и тени на поверхности предмета. Неосвещенная часть предмета называется собственной тенью. Границы собственной тени определяются лучами света, касательными к предмету. Граница между освещенной и неосвещенной частями предмета определяет линию, которая называется контуром собственной тени или линией раздела света и тени.</p>\
<p>Тень, отбрасываемая освещенным предметом на плоскость или какую-либо поверхность, называется падающей тенью. Для построения контура падающей тени вначале необходимо определить границы собственной, т.е. линии светораздела.</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/6/1.jpg"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/6/1.jpg"></a></div>\
<p>При построении теней рассматриваются два вида освещения: естественное (свет солнца и луны) и искусственное – центральное (свет факела, свечи, электрической лампочки и пр.). Если предмет освещается естественным источником света, то световые лучи принято считать параллельными, так как источник, как солнце и луна, находятся на бесконечно большом расстоянии. При солнечном освещении лучи, касательные к предмету, образуют цилиндрическую или призматическую поверхность.</p>\
<p>Предположим, что на картине задана перспектива вертикальной стенки АВba, светящаяся точка (фонарь) S и ее основание s. Требуется построить тень от стенки АВba, освещенной фонарем.</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/6/1.swf"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/6/2.png"></a></div>\
<p>Через точки А и B проведем световые лучи SА и SB, а через точки a и b – проекции лучей sа и sb. Точка А*, полученная от пересечения луча SА с его проекцией sа, будет тенью от точки А. Точку А* можно рассматривать как предметный след луча SА, проходящего через точку А и пересекающегося с предметной плоскостью. Тень от точки а совпадет с самой точкой. Тень А* от точки А лежит пересечении луча SА с проекцией луча sa. Таким образом, тень отрезка Аa получится в виде отрезка  аА*. В данном примере «конус световых лучей» превратился в «теневую плоскость», пересечение которой с предметной плоскостью дает прямую линию. Линию пересечения лучевой плоскости с предметной называют предметным следом. Следовательно, задача сводится к вопросу нахождения линии пересечения «теневой плоскости» с предметной или с той, на которую будет падать тень.</p>\
<p>При изображении падающих теней при искусственном освещении светящуюся точку можно брать слева, справа, сверху, сзади предмета, в зависимости от того, как пожелает художник использовать свет в композиции картины.</p>\
<p>Длина тени будет зависеть от высоты светящейся точки и расстояния ее до предмета.</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/6/3.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/6/3.png"></a></div>\
<p>Построение теней от предметов при солнечном освещении выполняется по тому же принципу, что и при центральном освещении. Отличительной особенностью построения падающих теней при солнечном освещении является то, что проекция светящейся точки (солнца) и предельной точки световых лучей (точка схода) точка s, всегда располагается на линии горизонта, тогда как при искусственном освещении проекция светящейся точки располагается на горизонтальной плоскости (на земле, на столе) в любом месте картины, соответствующем положению фонаря в пространстве.</p>\
<p>Когда солнце находится спереди зрителя, в предметном пространстве, то построение тени от отрезка выполняется с помощью двух прямых: светового луча и его проекции, или если через отрезок провести горизонтально проецирующую плоскость, составленную из световых лучей, то след этой плоскости совпадет с падающей от отрезка Аа тенью. Из построения видно, что точка схода световых лучей точка S расположена над линией горизонта, а проекция ее – точка s – на перпендикуляре, проведенном из точки S на линию горизонта.</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/6/4.swf"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/6/4.png"></a></div>\
<p>Если солнце находится сзади зрителя в мнимом пространстве, то световые лучи будут направлены сверху вниз как бы из-за спины зрителя. Точка схода световых лучей S∞ располагается тогда под линией горизонта в противоположном направлении относительно солнца. Проекция точки схода s∞ будет лежать на линии горизонта. Чтобы построить тень от отрезка Аa, надо через точку A провести световой луч в точку S∞, а проекцию его расположить на прямой as∞. Падающая тень определится на пересечении прямой АS∞ с прямой аs∞ в точке А*.</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/6/5.swf"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/6/5.png"></a></div>\
<p>Если солнце находится в плоскости зрителя, то световые лучи будут направлены параллельно картине. Точки схода световых лучей нет на картине и все световые лучи параллельны друг другу. Важно, в этом случае задать угол падения солнечных лучей. Проекции световых лучей будут параллельны линии основания картины и линии горизонта. </p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/6/6.swf"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/6/6.png"></a></div>\
<p><b>Графическая работа:</b> построить падающую и собственную тень от геометрических тел, находящихся в предметном пространстве и освещенных фонарем. В качестве условия использовать выполненную работу по теме 5.</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/6/7.jpg"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/6/7.jpg"></a></div>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/6/8.jpg"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/6/8.jpg"></a></div>\
<p>Пример построения теней от геометрических тел при факельном (точечном) освещении.</p>\
<p><b>Методические рекомендации:</b> задать положение источника освещения и его основание единое для всех предметов.</p>\
<p><b>Графическая работа:</b> построить собственную и падающую тень от объекта, освещенного солнцем. В качестве условия использовать выполненную работу по теме 6 (перспектива малой архитектурной формы).</p>\
<p><b>Методические рекомендации:</b> положение солнца задать слева, в плоскости зрителя, угол падения лучей 60о. Проекции солнечных лучей в этом случае будут параллельны основанию картины.</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/6/9.jpg"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/6/9.jpg"></a></div>\
<p>Пример построения теней от архитектурного объекта при солнечном освещении</p>\
<p><b>Вопросы для самопроверки</b></p>\
<ol>\
<li>Что называется светотенью?</li>\
<li>Какие тени изображаются темнее, собственные или падающие?</li>\
<li>Какие имеются особенности при построении падающих теней от предметов, расположенных в интерьере?</li>\
<li>В каких случаях падающая тень от предмета, например параллелепипеда, будет параллельна его ребрам?</li>\
<li>В чем состоит разница между заданием светящейся точки и ее основания при искусственном освещении и при солнечном?</li>\
</ol>\
	</div>\
</div>';