var btn2_page1 = '<div class="tema">\
	<div class="logo"></div>\
	<h2>Перспектива <span>Вспомогательный раздел</span></h2>\
	<div class="top_line"></div>\
	<div class="page_img">\
		<img src="data/btn1_page1/004-esther-stocker-wood-construction-2005.jpg" style="width: 257px;height: 173px;vertical-align: middle;display: inline-block;margin: 0;padding: 0;z-index: 10;position: relative;">\
		<img src="data/btn1_page1/раздел1.jpg" style="width: 310px;height: 220px;vertical-align: middle;margin: 0 -2px;z-index: 20;position: relative;">\
		<img src="data/btn1_page1/thumb_l_2636.jpg" style="height: 173px;vertical-align: middle;margin: 0;position: relative;z-index: 10;">\
	</div>\
	<div class="page_text">\
<h2>ПОЯСНИТЕЛЬНАЯ ЗАПИСКА </h2>\
<p>Одним из условий успешной профессиональной подготовки учителей изобразительного искусства, черчения и других, связанных с искусством учебных дисциплин, является изучение учебной дисциплины «Перспектива». </p>\
<p>Перспектива – это теоретическая основа изобразительного искусства; это наука о законах построения на плоской поверхности изображений предметов такими, какими их воспринимает глаз человека при непосредственном наблюдении в реальности.</p>\
<p>Содержание учебной дисциплины позволяет установить взаимосвязь творческого и научного подходов к изображению пространства на плоскости. Знание законов перспективы дает возможность изображать на плоскости предметы близкими к их зрительному восприятию не только реального, но и воображаемого мира. В комплексе изучаемых в учреждениях высшего образования художественно-графических учебных дисциплин, «Перспектива» имеет большое значение, т.к. является важнейшей составной частью изобразительной грамоты будущих учителей, основой их графической подготовки. Изучение этой учебной дисциплины способствует развитию пространственного воображения, умению мысленно представлять форму, размеры, пропорции предметов, их цвет, тон, а также формирует навыки графического изображения различных пространственных композиций.</p>\
<p>Изучение учебной дисциплины «Перспектива» направлено на повышение качества подготовки к профессиональной деятельности в художественно-творческой сфере. Знания и умения по перспективе позволяют установить взаимосвязь творческого и научного подхода к организации пространства на плоскости; обеспечивают возможность воплощать идею в разнообразных формах художественного произведения; способствуют успешности создания реалистических изображений предметов, развитию пространственного воображения. Художественно-графическая подготовка студента направлена также на воспитание графической культуры. Все это обеспечивает развитие художественно-творческой компетентности, которая способствует формированию профессиональных компетенций выпускника учреждения высшего образования. </p>\
<p>Данная учебная программа по учебной дисциплине «Перспектива», которая входит в цикл общепрофессиональных и специальных учебных дисциплин высшего образования, предназначена для студентов художественно-педагогических специальностей учреждений высшего образования.</p>\
<p>Цель: обеспечение студента теоретическими знаниями и практическими способами построения на плоской поверхности изображений предметов, близких к зрительному восприятию.</p>\
<p>Задачи: </p>\
<p>•	освоение студентом закономерностей и правил построения на плоскости трехмерного объекта, расположенного в пространстве, близким к его зрительному восприятию;</p>\
<p>•	формирование у студента навыков построения на плоской поверхности композиций и изображений предметов, близких к зрительному восприятию;</p>\
<p>•	стимулирование процессов самореализации и самосовершен-ствования через воплощение идей в художественном произведении;</p>\
<p>•	развитие у студента умений восприятия и оценки художественного произведения.</p>\
</p>Требования к уровню освоения содержания учебной дисциплины «Перспектива» определены образовательным стандартом высшего образования первой ступени по циклу общепрофессиональных и специальных учебных дисциплин, который разработан с учетом требований компетентностного подхода. В стандарте указан минимум содержания по учебной дисциплине в виде системы знаний и умений, составляющих профессиональную компетентность выпускника учреждения высшего образования.</p>\
<p>В результате изучения учебной дисциплины студент должен знать:</p>\
<p>•	основные понятия и общие положения перспективы;</p>\
<p>•	особенности зрительного восприятия и законы перспективных построений.</p>\
<p>В результате изучения учебной дисциплины студент должен уметь:</p>\
<p>•	применять средства, способы и приемы перспективных построений в композиции картины;</p>\
<p>•	самостоятельно, сознательно размещать предметы в пространстве картины.</p>\
<p>В результате изучения учебной дисциплины студент должен владеть:</p>\
<p>•	средствами, способами и приемами перспективных построений в композиции картины.</p>\
<p>Образовательным стандартом высшего образования первой ступени по циклу общепрофессиональных и специальных учебных дисциплин специальностей 1–03 01 03 Изобразительное искусство и компьютерная графика и 1–03 01 06 Изобразительное искусство, черчение и народные художественные промыслы отводится всего 115 часов, из них аудиторных 36 часов, где 8 часов лекционных занятий и 28 часов лабораторных.</p>\
<h2>СОДЕРЖАНИЕ УЧЕБНОГО МАТЕРИАЛА</h2>\
<h3>Тема 1. Начальные сведения по линейной перспективе</h3>\
<p>Цели и задачи дисциплины. Понятие пространства. Трехмерность пространства. Особенности зрительного восприятия. Законы перспективы. Условные обозначения, принятые в перспективе. Проецирующий аппарат, его назначение. Три правила перспективы. Способы задания и определения элементов картины: формы и размера картины, точки зрения, линии горизонта, главной точки картины, дистанционного расстояния.</p>\
<p>Практическое применение перспективы. Классификация перспективных изображений в зависимости от их назначения. Виды перспективы: линейная и воздушная, наблюдательная. </p>\
<h3>Тема 2. Графические средства определения предмета в пространстве. Перспектива плоских фигур </h3>\
<p>Перспектива точки, по-разному расположенной в пространстве. Перспектива прямых линий, лежащих в предметной плоскости. Предельная точка. Точка схода. Перспектива углов. Перспектива плоских фигур, расположенных в предметной плоскости. Перспектива окружности, расположенной в вертикальной и горизонтальной плоскостях, методом описанного квадрата.</p>\
<p>Графические работы. Построение перспективы орнамента, расположенного в предметной плоскости.</p>\
<p>Построение перспективы группы плоских фигур, расположенных в предметной плоскости. </p>\
<p>Построение перспективы улицы по главной точке картины.</p>\
<h3>Тема 3. Перспективные масштабы</h3>\
<p>Масштаб картины. Перспективные масштабы широты, глубины, высоты. Дробные дистанционные точки. Деление и увеличение отрезка прямой, заданного в перспективе. Масштабная шкала. Перспективный масштаб на горизонтальных прямых произвольного направления. Масштабная точка.</p>\
<p>Графические работы: Построение перспективы улицы с использованием перспективных масштабов.</p>\
<p>Построение перспективы угла помещения с плиткой или перспектива ковра, лежащего под углом к основанию картины.</p>\
<h3>Тема 4. Трехмерный объект в трехмерном пространстве</h3>\
<p>Точка, линия, плоскость как формообразующие элементы. Построение перспективы геометрических тел – куба, цилиндра, призмы, пирамиды, конуса, шара – с использованием масштабной шкалы, дробной дистанционной точки.</p>\
<p>Графические работы: Построение перспективы вазы по представлению, состоящей из четырех геометрических тел.</p>\
<h3>Тема 5. Перспектива интерьера</h3>\
<p>Фронтальная и угловая перспектива интерьера. Способы построения перспективы интерьера. Способы построения интерьера (по предметной плоскости, по сетке квадратов и др.). Фронтальная перспектива интерьера. Угловая перспектива интерьера.</p>\
<p>Графические работы: Построение фронтальной перспективы интерьера с расстановкой мебели по действительным размерам. Построение угловой перспективы интерьера.</p>\
<p>Способы перспективных построений</p>\
<p>Суть и назначение наиболее простых способов построения перспективных изображений. Способ сетки (Леона Альберти). Способ следа луча (Дюрера) – радиальная перспектива. Способ малой картины. Способ архитектора. Способ опущенной предметной плоскости (опущенного плана). </p>\
<h3>Тема 6. Построение теней в перспективе</h3>\
<p>Общие сведения из теории теней. Передача освещения предметов на изображениях в перспективе. Освещенная часть предмета, собственная и падающая тени. Полутон. Блики и рефлексы. Источники света. Тени при искусственном освещении. Тени при естественном освещении. </p>\
<p>Графическая работа: построение собственных и падающих теней при искусственном освещении. </p>\
<h3>Тема 7. Перспектива отражений в зеркальных плоскостях</h3>\
<p>Физические закономерности образования отражений в плоском зеркале. Перспектива отражений в плоской зеркальной поверхности. Перспектива отражений в воде.</p>\
<p>Графическая работа: построение перспективы отражений предметов в воде, в плоском зеркале. </p>\
<h3>ПЕРЕЧЕНЬ ПРАКТИЧЕСКИХ ЗАНЯТИЙ</h3>\
<p>Перспектива орнамента, расположенного в предметной плоскости.</p>\
<p>Перспектива группы плоских фигур, расположенных в предметной плоскости.</p>\
<p>Перспектива улицы выстроенная по главной точке картины с использованием перспективных масштабов.</p>\
<p>Перспектива вазы по представлению, состоящей из четырех геометрических тел.</p>\
<p>Фронтальная перспектива интерьера с расстановкой мебели по действительным размерам.</p>\
<p>Угловая перспектива интерьера с лестницей внутри помещения.</p>\
<p>Перспектива собственных и падающих теней при искусственном освещении.</p>\
<p>Перспектива отражений предметов в воде и в плоском зеркале. </p>\
	</div>\
</div>';