var btn2_page2 = '<div class="tema">\
	<div class="logo"></div>\
	<h2>Перспектива <span>Вспомогательный раздел</span></h2>\
	<div class="top_line"></div>\
	<div class="page_img">\
		<img src="data/btn1_page1/004-esther-stocker-wood-construction-2005.jpg" style="width: 257px;height: 173px;vertical-align: middle;display: inline-block;margin: 0;padding: 0;z-index: 10;position: relative;">\
		<img src="data/btn1_page1/раздел1.jpg" style="width: 310px;height: 220px;vertical-align: middle;margin: 0 -2px;z-index: 20;position: relative;">\
		<img src="data/btn1_page1/thumb_l_2636.jpg" style="height: 173px;vertical-align: middle;margin: 0;position: relative;z-index: 10;">\
	</div>\
	<div class="page_text">\
<h2>ИНФОРМАЦИОННО-МЕТОДИЧЕСКАЯ ЧАСТЬ </h2>\
<h3>Основная литература</h3>\
<p>1.	Макарова, М.Н. Практическая перспектива / М.Н. Макарова. – 2-е изд. – Москва: Академический проект, 2007. – 432 с.</p>\
<p>2.	Перелыгина, Л.Г. Черчение: учеб. пособие / Л.Г. Перелыгина. – Минск: Лiтаратура i мастацтва, 2012. – 148 с.</p>\
<p>3.	Соловьев, С.А. Перспектива / С.А. Соловьев. – Москва: Просвещение, – 1981.</p>\
<p>4.	Соловьев, С.А. Задачник по черчению и перспективе / С.А. Соловьев, Г.В. Буланже, А.К. Шульга. – Москва, 1988.</p>\
<p>5.	Соловьев, С.А. Черчение и перспектива / С.А. Соловьев, Г.В. Буланже, А.К. Шульга. – Москва: Высшая школа, 1982. </p>\
<h3>Дополнительная литература</h3>\
<p>1.	Барышников, А.П. Перспектива / А.П. Барышников. – Москва, 1955.</p>\
<p>2.	Виноградов, В.Н. Начертательная геометрия: учебник / В.Н. Виноградов – 3-е изд. – Минск: Амалфея, 2001 – 368с. гл. XI "Перспективные проекции", гл. ХХII "Способы построения изображения теней".</p>\
<p>3.	Владимирский, Г.А. Перспектива / Г.А. Владимирский. – Москва, 1968.</p>\
<p>4.	Евтеев, В.И. Построение перспективного рисунка / В.И. Евтеев, А.Я. Зметный, И.В. Новиков – Ленинград, 1963.</p>\
<p>5.	Макарова, М.Н. Перспектива / М.Н. Макарова. – 2-е изд. – Москва: Академический проект, 2006. – 480 с.</p>\
<p>6.	Мочалов, Л.В. Пространство мира и пространство картины / Л.В. Мочалов – Москва, 1983. </p>\
<p>7.	Непомнящий, В.М. Практическое применение перспективы в станковой картине / В.М. Непомнящий, В.Б. Смирнов – Москва: Просвещение, 1987. </p>\
<p>8.	Павлова, А.А. Перспектива: учеб. пособие по графике и дизайну для студентов факультета технологии и предпринимательства педвузов / А.А. Павлова, О.В. Соколова; под общ. ред. проф. А.А.Павловой. – Москва: Школьная Пресса, 2001.</p>\
<p>9.	Ратничин, В.М. Перспектива / В.М. Ратничин. – Киев, 1982.</p>\
<p>10.	Раушенбах, Б.В. Системы перспективы в изобразительном искусстве/ Б.В. Раушенбах. – Москва, 1984.</p>\
<p>11.	Шаура, Р.Ф. Перспектыва у малюнку i жывапiсу / Р.Ф. Шаура. – Мiнск: Народная асвета, 1999.</p>\
<p>12.	Шешко, И.Б. Построение и перспектива рисунка / И.Б. Шешко. – Минск: Народная асвета, 1981. </p>\
<p>13.	Шляхова, А.Я. Проблемы теории перспективы / А.Я. Шляхова. – Витебск: Изд-во ВГУ, 2001.</p>\
<h3>Методические рекомендации по организации самостоятельной работы студентов</h3>\
<p>В данной учебной программе структура содержания учебной дисциплины «Перспектива» построена на основе традиционного подхода с разбиением содержания на темы; при этом темы представляют собой относительно самостоятельные дидактические единицы содержания обучения. В соответствии с содержанием конкретной темы и определенной системой художественно-творческих компетенций (знаний и умений, способов деятельности) студентами выполняются графические работы. Выполнение графических работ позволит осуществлять не только диагностику сформированности у них изобразительно-графических и художественно-творческих компетенций, но и выполнять обучающую функцию – способствовать развитию социально-личностных и профессиональных компетенций.</p>\
<p>Основными методами (технологиями) обучения, адекватно отвечающими целям изучения данной учебной дисциплины, являются:</p>\
<p>•	проблемное обучение (проблемное изложение, частично-поисковый и исследовательский методы); </p>\
<p>•	проектные технологии;</p>\
<p>•	технология обучения как учебного исследования.</p>\
<p>Содержание и формы контролируемой самостоятельной работы студента, а также системы оценки знаний, обеспечивающие контрольно-оценочную деятельность преподавателя за результатами обучения студента, разрабатываются (или выбираются и адаптируются) учреждениями высшего образования и кафедрами в соответствии с целями и задачами подготовки специалиста.</p>\
<h3>Перечень рекомендуемых средств диагностики</h3>\
<p>Для диагностики сформированности изобразительно-графических и художественно-творческих компетенций рекомендуется использовать упражнения в тетради, творческие работы, зарисовки, эскизы, контрольные графические работы.</p>\
<p>Учебным планом в качестве формы итогового контроля по дисциплине «Перспектива» предусмотрен экзамен.</p>\
	</div>\
</div>';