var btn2_page3 = '<div class="tema">\
	<div class="logo"></div>\
	<h2>Перспектива <span>Вспомогательный раздел</span></h2>\
	<div class="top_line"></div>\
	<div class="page_img">\
		<img src="data/btn1_page1/004-esther-stocker-wood-construction-2005.jpg" style="width: 257px;height: 173px;vertical-align: middle;display: inline-block;margin: 0;padding: 0;z-index: 10;position: relative;">\
		<img src="data/btn1_page1/раздел1.jpg" style="width: 310px;height: 220px;vertical-align: middle;margin: 0 -2px;z-index: 20;position: relative;">\
		<img src="data/btn1_page1/thumb_l_2636.jpg" style="height: 173px;vertical-align: middle;margin: 0;position: relative;z-index: 10;">\
	</div>\
	<div class="page_text">\
<!-- Nav tabs -->\
<ul class="navt nav-tabs" id="myTab">\
  <li class="active"><a href="#tab1" data-toggle="tab">Вопросы к экзамену</a></li>\
  <li><a href="#tab2" data-toggle="tab">Задачи</a></li>\
  <li><a href="#tab3" data-toggle="tab">Критерий оценки</a></li>\
</ul>\
<!-- Tab panes -->\
<div class="tab-content">\
  <div class="tab-pane fade in active" id="tab1">\
<h2>Вопросы к экзамену по «Перспективе»</h2>\
<p>1.	Цель и задачи дисциплины «Перспектива», ее место в художественно-педагогическом образовании.</p>\
<p>2.	История развития «Перспективы» как науки.</p>\
<p>3.	Виды перспективы и их сущность.</p>\
<p>4.	Сущность метода центрального проецирования.</p>\
<p>5.	Аппарат проецирования и его элементы.</p>\
<p>6.	Элементы картины, их связь с аппаратом проецирования и особенности задания.</p>\
<p>7.	Особенности зрительного восприятия.</p>\
<p>8.	Процесс видения, особенности зрительного аппарата.</p>\
<p>9.	Общее, особенное положение точки в пространстве, изображение точки в перспективе.</p>\
<p>10.	Общее и особенное положения прямой в пространстве, построение прямой в перспективе.</p>\
<p>11.	 Понятие «линия горизонта». Характеристики линии горизонта, ее роль в перспективном построении.</p>\
<p>12.	 Предельная точка прямой, ее роль в построении перспективного изображения.</p>\
<p>13.	 Частное положение прямой в предметном пространстве, изображение этих положений в перспективе.</p>\
<p>14.	 Точка схода параллельных прямых, ее роль в построении перспективных изображений.</p>\
<p>15.	 Восходящие и нисходящие прямые, особенности их построения в перспективе.</p>\
<p>16.	 Способы задания плоскости в перспективе. Понятия “след плоскости”, “предельная прямая плоскости”, “предельная прямая предметной плоскости”.</p>\
<p>17.	 Масштаб картины, перспективные масштабы и способы их задания.</p>\
<p>18.	 Дробная дистанционная точка и особенности ее использования на картине.</p>\
<p>19.	 Масштабная шкала и особенности ее использования на картине.</p>\
<p>20.	Определение размеров предметов по их изображению на картине. </p>\
<p>21.	Масштабная точка и особенности ее использования на картине.</p>\
<p>22.	 Сущность построения перспективы и определения величины угла, лежащего в предметной плоскости.</p>\
<p>23.	 Сущность построения перспективы многоугольников, лежащих в предметной плоскости.</p>\
<p>24.	 Сущность построения перспективы окружности, лежащей в предметной плоскости, в вертикальной плоскости.</p>\
<p>25.	 Сущность построения перспективы геометрических тел, находящихся в предметном пространстве.</p>\
<p>26.	 Способы построения тел вращения на картине.</p>\
<p>27.	Сущность способа малой картины.</p>\
<p>28.	 Сущность способа архитектора.</p>\
<p>29.	 Сущность способа следа луча.</p>\
<p>30.	 Сущность способа опущенного плана.</p>\
<p>31.	 Сущность способа сетки.</p>\
<p>32.	 Способы образования падающей тени. Построение на картине теней от предметов, освещенных факелом.</p>\
<p>33.	 Способы образования падающей тени. Построение на картине теней от предметов, освещенных солнцем.</p>\
<p>34.	 Построение на картине отражений предметов в зеркальной плоскости.</p>\
<p>35.	 Цель и основные способы определения элементов картины при ее анализе.</p>\
<p>36.	 Способы построения перспективы тела вращения.</p>\
  </div>\
  <div class="tab-pane fade" id="tab2">\
<p><b>Задача 1.</b> Увеличить перспективу предмета способом малой картины до размеров полотна</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/1.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/1.png"></a></div>\
<p><b>Задача 2.</b> Построить угловую перспективу заданного фрагмента интерьера </p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/2.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/2.png"></a></div>\
<p><b>Задача 3.</b> Построить фронтальную перспективу заданного фрагмента интерьера </p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/3.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/3.png"></a></div>\
<p><b>Задача 4.</b> Построить тени от предмета, освещенного солнцем</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/4.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/4.png"></a></div>\
<p><b>Задача 5.</b> Построить тени от предмета, освещенного фонарем</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/5.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/5.png"></a></div>\
<p><b>Задача 6.</b> Определить истинные размеры предмета находящегося в пространстве</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/6.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/6.png"></a></div>\
<p><b>Задача 7.</b> Построить перспективу и отражение предмета в плоском зеркале</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/7.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/7.png"></a></div>\
<p><b>Задача 8.</b> Разделить на 4 равные части отрезок  АВ</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/8.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/8.png"></a></div>\
<p><b>Задача 9.</b> Построить перспективу паркета</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/9.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/9.png"></a></div>\
<p><b>Задача 10.</b> Определить на картине линию горизонта, дистанционную точку и масштаб картины (Рафаэль. Обручение Марии).</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/10.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/10.png"></a></div>\
<p><b>Задача 11.</b> Определить, на каком участке дорога на картине занимает горизонтальное положение, на каком участке – восходящее или нисходящее положение</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/11.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/11.png"></a></div>\
<p><b>Задача 12.</b> Определить истинные размеры предмета, находящегося в пространстве</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/12.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/12.png"></a></div>\
<p><b>Задача 13.</b> Построить перспективу прямоугольника, расположенного под произвольным углом к картине</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/13.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/13.png"></a></div>\
<p><b>Задача 14.</b> Построить перспективу изображения способом сетки</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/14.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/14.png"></a></div>\
<p><b>Задача 15.</b> Построить перспективу предмета способом архитектора</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/15.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/15.png"></a></div>\
<p><b>Задача 16.</b> Определить величину угла, лежащего в предметной плоскости</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/16.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/16.png"></a></div>\
<p><b>Задача 17.</b> Построить через точку А перспективу горизонтальной прямой, параллельной заданной при недоступной точке схода</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/17.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/17.png"></a></div>\
<p><b>Задача 18.</b> Определить истинные размеры вертикальных прямых, расположенных в пространстве</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/18.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/18.png"></a></div>\
<p><b>Задача 19.</b> Построить перспективу группы заданных горизонтальных прямых</p>\
<div class="tema_img"><a class="fancybox" rel="group" href="data/page_img/prilag/19.png"><div class="tema_img_i"><i class="glyphicon glyphicon-search"></i></div><img src="data/page_img/prilag/19.png"></a></div>\
  </div>\
  <div class="tab-pane fade" id="tab3">\
<h2>КРИТЕРИИ ОЦЕНКИ РЕЗУЛЬТАТОВ УЧЕБНОЙ ДЕЯТЕЛЬНОСТИ</h2>\
<table class="table table-bordered">\
<tr>\
<td>Отметка в баллах</td><td>Показатели оценки результатов учебной деятельности</td>\
</tr>\
<tr>\
<td>1</td><td>Отсутствие знаний и компетенций в рамках образовательного стандарта, отказ от ответа или непредставление графических работ. </td>\
</tr>\
<tr>\
<td>2</td><td>Фрагментарные знания в рамках образовательного стандарта по теории перспективы, слабое владение специальной терминологией, общие рассуждения, отсутствие ответов на наводящие вопросы преподавателя, неумение применять правила и способы построения перспективных изображений в типовых задачах, низкий технический уровень культуры исполнения графического задания. </td>\
</tr>\
<tr>\
<td>3</td><td>Фрагментарные знания в рамках образовательного стандарта по теории перспективы, слабое владение специальной терминологией, пассивность на лабораторных занятиях, затруднения в применении правил  и способов построения перспективных изображений в типовых задачах, выполнение графических заданий с существенными ошибками, низкий уровень культуры исполнения графического задания. </td>\
</tr>\
<tr>\
<td>4</td><td>Умение ориентироваться в основных теоретических положениях учебного материала, воспроизведение его содержания, соответствующее программе владение специальной терминологией, способность под руководством преподавателя применять правила и способы построения перспективных изображений в типовых графических задачах, выполнение графических заданий без существенных ошибок, владение технологией построения и допустимый уровень культуры исполнения графического задания. </td>\
</tr>\
<tr>\
<td>5</td><td>Умение ориентироваться в основных теоретических положениях учебного материала, достаточный объем знаний для воспроизведения его содержания, владение специальной терминологией, способность применять правила и способы построения перспективных изображений в типовых графических задачах, под руководством преподавателя  выполнять перспективные построения по новым условиям. Выполнение графических заданий без существенных ошибок, владение технологией построения и высокий уровень культуры исполнения графического задания.</td>\
</tr>\
<tr>\
<td>6</td><td>Достаточно полные и систематизированные знания в объеме учебной программы, уверенное владение специальной терминологией. Умение самостоятельно применять правила и способы построения перспективных изображений в типовых и оригинальных графических задачах, владение технологией выполнения графических задач, активная самостоятельная работа на лабораторных занятиях, выполнение заданий на высоком уровне культуры исполнения без существенных ошибок.</td>\
</tr>\
<tr>\
<td>7</td><td>Систематизированные глубокие знания в объеме учебной программы, владение специальной терминологией и инструментарием учебной дисциплины, умение его использовать в решении графических задач, активная самостоятельная работа на лабораторных занятиях. Выполнение графических заданий на высоком уровне культуры исполнения без существенных технико-технологических ошибок.</td>\
</tr>\
<tr>\
<td>8</td><td>Систематизированные глубокие знания в объеме учебной программы, владение специальной терминологией и инструментарием учебной дисциплины, умение его использовать в постановке и решении графических задач, активная самостоятельная работа на лабораторных занятиях. Выполнение графических заданий на высоком техническом уровне культуры исполнения без ошибок. </td>\
</tr>\
<tr>\
<td>9</td><td>Систематизированные глубокие теоретические знания по теории перспективы в объеме учебной программы.  Владение специальной терминологией и инструментарием учебной дисциплины, умение его использовать в постановке и решении сложных графических задач, активная самостоятельная работа на лабораторных занятиях. Высокий уровень владения технологией графических построений,  способность к творческому эксперименту в выполнении перспективных изображений. Выполнение заданий на высоком техническом уровне культуры исполнения.</td>\
</tr>\
<tr>\
<td>10</td><td>Систематизированные глубокие теоретические знания по теории перспективы в объеме учебной программы, а также по основным вопросам, выходящим за ее пределы. Владение специальной терминологией и инструментарием учебной дисциплины, умение его использовать в постановке и решении сложных графических задач. Активная творческая самостоятельная работа на лабораторных занятиях, способность к творческому эксперименту в выполнении перспективных изображений. Выполнение графических заданий на высоком техническом уровне культуры исполнения.</td>\
</tr>\
</table>\
  </div>\
</div>\
	</div>\
</div>';